Repository: sudoHG/immichSlides
Catalog: immichSlides/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant_hk, zh_hant_tw

source: Use the album and people cards to adjust the default filtered playback range, then return to Playback Settings.
es: Usa las tarjetas de álbumes y personas para ajustar el rango predeterminado. Al terminar, vuelve a Ajustes de reproducción.
ja: アルバムと人物カードでデフォルトの範囲を調整し、完了後に再生設定へ戻ります。
zh_hans: 继续使用相册和人物入口调整默认筛选范围，完成后返回播放设置
zh_hant_hk: 繼續使用相簿和人物入口調整預設篩選範圍，完成後返回播放設定
zh_hant_tw: 繼續使用相簿和人物入口調整預設篩選範圍，完成後返回播放設定

source: Use this to confirm the current version and runtime environment.
es: Utilícelo para confirmar la versión actual y el entorno de ejecución.
ja: 現在のバージョンや実行環境を確認する場合にご利用ください。
zh_hans: 用于确认当前版本与运行环境。
zh_hant_hk: 用於確認目前版本與運行環境。
zh_hant_tw: 用於確認目前版本與運行環境。

source: Verifying album and people filter permissions...
es: Verificando permisos para filtrar álbumes y personas...
ja: アルバムと人物の絞り込み権限を確認しています...
zh_hans: 正在验证相册和人物筛选权限...
zh_hant_hk: 正在驗證相簿和人物篩選權限...
zh_hant_tw: 正在驗證相簿和人物篩選權限...

source: Verifying original image access...
es: Verificando el acceso a la imagen original...
ja: 元画像へのアクセス権限を確認しています...
zh_hans: 正在验证原图访问权限...
zh_hant_hk: 正在驗證原圖存取權限...
zh_hant_tw: 正在驗證原圖存取權限...

source: Verifying photo list permission...
es: Verificando el permiso de lista de fotos...
ja: 写真一覧の権限を確認しています...
zh_hans: 正在验证照片列表权限...
zh_hant_hk: 正在驗證相片列表權限...
zh_hant_tw: 正在驗證照片列表權限...

source: Verifying photo preview permission...
es: Verificando el permiso de vista previa...
ja: 写真プレビューの権限を確認しています...
zh_hans: 正在验证照片预览权限...
zh_hant_hk: 正在驗證相片預覽權限...
zh_hant_tw: 正在驗證照片預覽權限...

source: Version
es: Versión
ja: バージョン
zh_hans: 版本号
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Version info, runtime environment, and feedback notes
es: Información de versión, entorno de ejecución y notas de comentarios
ja: バージョン情報、実行環境、フィードバック ノート
zh_hans: 版本信息、运行环境与反馈说明
zh_hant_hk: 版本資訊、運作環境與回饋說明
zh_hant_tw: 版本資訊、運作環境與回饋說明

source: View cache usage and clear it when needed.
es: Vea el uso de la caché y bórrela cuando sea necesario.
ja: キャッシュの使用状況を表示し、必要に応じてクリアします。
zh_hans: 查看缓存占用并执行清理。
zh_hant_hk: 查看快取佔用並執行清理。
zh_hant_tw: 查看快取佔用並執行清理。

# View cache usage and run a cleanup.
source: View cache usage and clear it when needed.
es: Vea el uso de la caché y bórrela cuando sea necesario.
ja: キャッシュの使用状況を表示し、必要に応じてクリアします。
zh_hans: 查看缓存占用并执行清理操作。
zh_hant_hk: 查看快取佔用並執行清理操作。
zh_hant_tw: 查看快取佔用並執行清理操作。

source: View the current version, runtime environment, and feedback guidance.
es: Vea la versión actual, el entorno de ejecución y la guía de comentarios.
ja: 現在のバージョン、ランタイム環境、フィードバック ガイダンスを表示します。
zh_hans: 查看当前版本、运行环境和反馈说明。
zh_hant_hk: 查看目前版本、運行環境和回饋說明。
zh_hant_tw: 查看目前版本、運行環境和回饋說明。

source: Waiting for network access. If the system shows a permission prompt, choose Allow.
es: Esperando acceso a la red. Si el sistema muestra un mensaje de permiso, elige Permitir.
ja: ネットワークアクセスを待っています。許可の確認が表示された場合は「許可」を選択してください。
zh_hans: 正在等待网络可用；如果系统弹出权限提示，请选择允许。
zh_hant_hk: 正在等待網絡可用；如果系統彈出權限提示，請選擇允許。
zh_hant_tw: 正在等待網路可用；如果系統彈出權限提示，請選擇允許。

source: Waiting for system network permission. If the system shows a permission prompt, choose Allow and the app will continue testing automatically.
es: Esperando el permiso de red del sistema. Si aparece un aviso de permisos, elige Permitir y la app continuará la prueba automáticamente.
ja: システムのネットワーク許可を待っています。許可の確認が表示された場合は「許可」を選択してください。アプリは自動的にテストを続行します。
zh_hans: 正在等待系统网络权限；如果系统弹出权限提示，请选择允许，应用会自动继续测试。
zh_hant_hk: 正在等待系統網絡權限；如果系統彈出權限提示，請選擇「允許」，App 會自動繼續測試。
zh_hant_tw: 正在等待系統網路權限；如果系統彈出權限提示，請選擇「允許」，App 會自動繼續測試。

source: When this is on, opening Settings requires a 6-digit PIN.
es: Al activarlo, Ajustes pedirá un PIN de 6 dígitos.
ja: これがオンの場合、設定を開くには 6 桁の PIN が必要です。
zh_hans: 开启后，进入设置页时需要输入 6 位数字 PIN。
zh_hant_hk: 開啟後，進入設定頁時需要輸入 6 位數 PIN。
zh_hant_tw: 開啟後，進入設定頁時需要輸入 6 位數 PIN。

source: ⚠️ No assets
es: ⚠️ Sin activos
ja: ⚠️資産がありません
zh_hans: ⚠️ 没有资产
zh_hant_hk: ⚠️ 沒有資產
zh_hant_tw: ⚠️ 沒有資產

source: ❌ Current index out of bounds: %lld
es: ❌ Índice actual fuera de límites: %1$lld
ja: ❌ 現在のインデックスが範囲外です: %1$lld
zh_hans: ❌ 当前索引越界：%1$lld
zh_hant_hk: ❌ 當前索引越界：%lld
zh_hant_tw: ❌ 當前索引越界：%lld

source: Editor
ja: エディター
zh_hans: 编辑
zh_hant_hk: 編輯
zh_hant_tw: 編輯

# %lldmm ƒ/%@ %@s ISO %@
source: %1$lldmm ƒ/%2$@ %3$@s ISO %4$@
zh_hans: %lldmm ƒ/%@ %@s ISO %@

source: API Key
zh_hans: API 密钥

source: OK
zh_hans: 确定
zh_hant_hk: 確定
zh_hant_tw: 確定
